export const ways = [
  {
    title: 'Пропсы (props).',
    description: `🔹 Что такое props?\n
В React props (сокращение от properties) — это способ передачи данных от родительского компонента к дочернему.\n
Они позволяют компонентам быть гибкими и переиспользуемыми.\n
❗Главное правило:\n
➡ Данные, передаваемые через props, идут только в одном направлении – сверху вниз (от родителя к дочернему компоненту).`,
    button: 'Пропсы',
  },
  {
    title: '*********',
    description: `🔹 
❗
➡`,
    button: '+++++++',
  },
  {
    title: '*********',
    description: `🔹 
❗
➡`,
    button: '+++++++',
  },
  {
    title: '*********',
    description: `🔹 
❗
➡`,
    button: '+++++++',
  },
];

export const differences = {
  way: 'Мы действительно пришли на рынок водоочистки всерьёз и надолго.',
  easy: 'Доступность, качество и клиеноориентированность.',
  program: 'Работая с нами вы экономите свои денежные средства, время и нервы.',
};
